img/1-RDF-concept-L3-20-auto/F2mK.mmd
flowchart LR
  S1[student:s01] -->|ex:enrolledIn| C[course:c01]
  S2[student:s02] -->|ex:enrolledIn| C
  P[prof:p01] -->|ex:teaches| C
